Repository: wp-plugins/simple-video-gallery
Catalog: languages/simplevideogallery-*.po
Languages: lt_lt, sr_rs

source: <b>Error:</b> View is not found!
lt_lt: <b>Klaida:</b> Puslapis nerastas!
sr_rs: <b>Error:</b> Pregled nije pronadjen!

source: <b>Error:</b> Component is not found!
lt_lt: <b>Klaida:</b> Komponentas nerastas!
sr_rs: <b>Error:</b> Komponenta nije pronadjena!

source: Configure
lt_lt: Nustatymai
sr_rs: Konfigurisati

source: IFrame (default)
lt_lt: IFrame (numatytasis)

source: videos
lt_lt: video failai
sr_rs: videi

source: Yes
lt_lt: Taip
sr_rs: Da

source: No
lt_lt: Ne
sr_rs: Ne

source: Javascript Popup
lt_lt: Javascript langas

source: Settings were updated successfully!
lt_lt: Nustatymai išsaugoti sėkmingai
sr_rs: Postavke su uspešno updateovane!

source: Settings were not updated! Please check configuration!
lt_lt: Nustatymai nebuvo išsaugoti, prašome patikrinti nustatymus ir bandyti dar kartą.
sr_rs: Postavke nisu updateovane! Molim vas proverite konfigraciju!

source: General settings
lt_lt: Pagrindiniai nustatymai
sr_rs: Opšte postvke

source: Embedding type
lt_lt: Įkėlimo tipas
sr_rs: Tip učitavanja

source: Playlist settings
lt_lt: Grojaraščio nustatymai
sr_rs: Postavke playliste

source: Videos per line
lt_lt: Video failų eilutėje
sr_rs: Videa po rečenici

source: Videos per page
lt_lt: Video failų puslapyje
sr_rs: Videa po stranici

source: Thumbnail size
lt_lt: Paveikslėlio dydis
sr_rs: Thumbnail veličina

source: For example: 150x90
lt_lt: Pavyzdžiui: 150x90
sr_rs: Npr: 150x90

source: Show video title
lt_lt: Rodyti video pavadinimą
sr_rs: Prikaži naslov videa

source: Video playback
lt_lt: Video rodymas

source: Save Settings
lt_lt: Išsaugoti nustatymus
sr_rs: Sačuvaj postavke

source: Cancel
lt_lt: Atšaukti
sr_rs: Ukini

source: CSS Editor
lt_lt: CSS Redaktorius

source: CSS stylesheets were updated successfully.
lt_lt: CSS stilų nustatymai buvo atnaujinti sėkmingai
sr_rs: CSS stylesheets su uspešno updated-ovani.

source: Default
lt_lt: Numatytasis

source: Custom
lt_lt: Individualus

source: CSS Theme
lt_lt: CSS Stiliai

source: Custom stylesheet
lt_lt: Individualus stilius

source: Save
lt_lt: Išsaugoti
sr_rs: Sačuvaj

source: Videos
lt_lt: Video failai
sr_rs: Video

source: Title
lt_lt: Pavadinimas
sr_rs: Naslov

source: External URL
lt_lt: URL adresas

source: Featured
lt_lt: Populiarus
sr_rs: Trenutno

source: Added on
lt_lt: Pirdėtas
sr_rs: Dodato na

source: Edit this video
lt_lt: Redaguoti video failą
sr_rs: edituj ovaj video

source: Edit
lt_lt: Redaguoti

source: Delete this video
lt_lt: Ištrinti video failą
sr_rs: Obriši ovaj video

source: Delete this video?
lt_lt: Ar tikrai norite ištrinti šį video failą?
sr_rs: Obriši ovaj video?

source: Delete
lt_lt: Ištrinti
sr_rs: Obriši

source: No videos yet!
lt_lt: Video failų šiuo metu nėra!
sr_rs: Još uvek nema videa!

source: <b>Error:</b> Video was not found!
lt_lt: <b>Klaida:</b> Video failas nerastas!
sr_rs: <b>Error:</b> Video nije pronadjen!

source: Video was sucessfully updated!
lt_lt: Video failas sėkmingai atnaujintas!
sr_rs: Video je uspešno updatovan!

source: Edit Video
lt_lt: Redaguoti Video
sr_rs: Edituj video

source: Playlist
lt_lt: Grojaraštis

source: Description
lt_lt: Aprašymas
sr_rs: Opis

source: New video was successfully added!
lt_lt: Naujas video failas buvo įtrauktas į sąrašą.
sr_rs: Novi video je uspešno dodat!

source: Invalid link!
lt_lt: Nuoroda netinkama!
sr_rs: Neispravan link!

source: Add Video
lt_lt: Pridėti video failą
sr_rs: Dodaj video

source: Youtube Video Url
lt_lt: Youtube video adresas

source: E.g. http://www.youtube.com/watch?v=ABC
lt_lt: Pvz: http://www.youtube.com/watch?v=ABC

source: Video was successfuly removed!
lt_lt: Video failas buvo sėkmingai ištrintas!
sr_rs: Video je uspešno uklonjen!

source: Add New
lt_lt: Pridėti naują
sr_rs: Dodaj novi

source: About Simple Video Gallery
lt_lt: Apie Simple Video Gallery
sr_rs: O Simple Video Gallery

source: Shortcodes
lt_lt: Trumpieji kodai
sr_rs: Skraćenice

source: Help
lt_lt: Pagalba
sr_rs: Pomoć

source: Plugin Name
lt_lt: Įskiepio pavadinimas
sr_rs: Ime plugina

source: Version
lt_lt: Versija
sr_rs: Verzija

source: Languages availble
lt_lt: Kalbos
sr_rs: Dostupni jezici

source: Website
lt_lt: Puslapis

source: Support email
lt_lt: El. paštas
sr_rs: Email podrške

source: Simple Video Gallery has two different shortcodes to accommodate single video and playlist embedding into the blog post or custom page.
lt_lt: Simple Video Gallery įskiepis turi du trumpuosius kodus kurie jums padės atvaizduoti tiek pavienius video failus tiek grojaraščius puslapiuose ir įrašuose.
sr_rs: Simple Video Gallery ima dve različite skraćenice za primane videa i učitavanja playliste u blog post uli custom str.

source: Shortcode for single video
lt_lt: Trumpasis kodas video įterpimui
sr_rs: Skraćenica za video

source: Parameters
lt_lt: Nustatymai
sr_rs: Parametri

source: video id as given in the list
lt_lt: video ID (koks duotas sąraše)
sr_rs: video id je dat u ovoj listi

source: width of the video (560px)
lt_lt: video plotis (560px)
sr_rs: širina videa (560px)

source: height of the video (315px)
lt_lt: video aukštis (315px)
sr_rs: visisna videa (315px)

source: Shortcode embed playlist
lt_lt: Trumpasis kodas įterpti grojaraštį
sr_rs: Skraćenica učitane playliste

source: playlist id as given in the list
lt_lt: grojaraščio ID (koks duotas sąraše)
sr_rs: playlist id je dat u ovoj listi

source: Examples
lt_lt: Pavyzdžiai
sr_rs: Primeri

source: Playlists
lt_lt: Grojaraštis

source: Playlist name
lt_lt: Grojaraščio pavadinimas
sr_rs: Ime playliste

source: # of Videos
lt_lt: Video failų

source: Edit this playlist
lt_lt: Redaguoti šį grojaraštį
sr_rs: Edituj ovu playlistu

source: Delete this playlist
lt_lt: Ištrinti šį grojaraštį
sr_rs: Obriši ovu playlistu

source: Delete this playlist?
lt_lt: Ar tikrai norite ištrinti šį grojaraštį?
sr_rs: Obriši ovu playlistu?

source: No playlists yet!
lt_lt: Grojaraščių nėra!
sr_rs: Još uvek nema playliste!

source: Playlist was sucessfully updated!
lt_lt: Naujas grojaraštis buvo sėkmingai atnaujintas!
sr_rs: Playlist je uspešno updateovana!

source: New playlist was added successfully!
lt_lt: Naujas grojaraštis buvo sėkmingai sukurtas!
sr_rs: Nova playlista je dodata uspešno!

source: Name field was not filled in properly!
lt_lt: Pavadinimo laukelis nebuvo užpildytas!
sr_rs: Polje sa imenom nie popunjeno kako treba!

source: Edit Playlist
lt_lt: Redaguoti grojaraštį
sr_rs: Edituj Playlistu

source: Add Playlist
lt_lt: Pridėti grojaraštį
sr_rs: Dodaj Playlistu

source: Playlist was successfuly removed!
lt_lt: Grojaraštis sėkmingai ištrintas!
sr_rs: Playlista je uspešno uklonjena!

source: Embed
sr_rs: Učitano

source: Click to toggle
sr_rs: Klik na toggle
